Repository: subruzz/injoy_social_media_app
Catalog: lib/l10n/app_*.arb
Languages: ml

source: Read More
ml: കൂടുതൽ വായിക്കുക

source: Posts
ml: പോസ്റ്റുകൾ

source: Following
ml: ഫോളോ ചെയ്യുന്നു

source: Followers
ml: ഫോളോവേഴ്സ്

source: Follow
ml: ഫോളോ

source: Message
ml: മെസേജ്

source: Search
ml: തിരയുക

source: Chats
ml: ചാറ്റുകൾ

source: Calls
ml: കോളുകൾ

source: Yesterday
ml: ഇന്നലെ

source: Notifications
ml: അറിയിപ്പുകൾ

source: Liked
ml: ഇഷ്ടപ്പെട്ടവ

source: Settings
ml: ക്രമീകരണങ്ങൾ

source: See Who Visited Me
ml: ആരൊക്കെയാണെന്നെ കണ്ടത്

source: Edit Profile
ml: പ്രൊഫൈൽ എഡിറ്റ്

source: Get Premium
ml: പ്രീമിയം നേടുക

source: Log Out
ml: ലോഗൗട്ട്

source: Account
ml: അക്കൗണ്ട്

source: Privacy
ml: പ്രൈവസി

source: Security
ml: സുരക്ഷ

source: Help
ml: സഹായം

source: About
ml: അറിയുക

source: Are You Sure?
ml: നിങ്ങൾ ഉറപ്പിച്ചോ?

source: Dark Theme
ml: ഡാർക്ക് തീം

source: Change app language
ml: ആപ്പ് ഭാഷ മാറ്റുക

# errorFollow
source: An error occurred while following this user. Please try again!
ml: ഈ ഉപയോക്താവിനെ ഫോളോ ചെയ്യുമ്പോൾ പിശക് സംഭവിച്ചു. ദയവായി വീണ്ടും ശ്രമിക്കുക!

# errorUnfollow
source: An error occurred while unfollowing this user. Please try again!
ml: ഈ ഉപയോക്താവിനെ ഫോളോ ചെയ്യുന്നത് പിൻവലിക്കുമ്പോൾ പിശക് സംഭവിച്ചു. ദയവായി വീണ്ടും ശ്രമിക്കുക!

# noPostsYet
source: No Posts Found!
ml: പോസ്റ്റുകളൊന്നും ഇല്ല!

# followFriendsDiscoverStories
source: Follow friends and discover amazing stories.
ml: മനോഹരമായ പോസ്റ്റുകൾക്കും സുഹൃത്തുക്കളെ ഫോളോ ചെയ്യുക.

# somethingWentWrong
source: Oops, Something went wrong, please refresh.
ml: എന്തോ ഒരു പിശക് സംഭവിച്ചു. ആപ്പ് വീണ്ടും റിഫ്രഷ് ചെയ്യുക.

# noResultFound
source: No result found for {query}.
ml: {query}യ്ക്ക് പറ്റിയ ഫലങ്ങൾ ഒന്നും കണ്ടെത്താനായില്ല.

# writeYourThought
source: Write your thought with others.
ml: താങ്കളുടെ ചിന്തകൾ മറ്റുള്ളവരുമായി പങ്കിടുക.

# writeYourThoughtPart1
source: Write your thought
ml: താങ്കളുടെ ചിന്തകൾ

# writeYourThoughtPart2
source: with others
ml: മറ്റുള്ളവരുമായി പങ്കിടുക

source: Send Media
ml: മീഡിയ അയയ്ക്കുക

source: Create Status
ml: സ്റ്റാറ്റസ്

# addCaption
source: Add a caption...
ml: ക്യാപ്ഷൻ ചേർക്കുക...

# statusHiccupError
source: Sorry, there was a hiccup. Give it another try, and your status will be up in no time!
ml: ക്ഷമിക്കണം, ഒരു തകർച്ച സംഭവിച്ചു. വീണ്ടും ശ്രമിക്കൂ, നിങ്ങളുടെ സ്റ്റാറ്റസ് ഉടനെ അപ് ഡേറ്റ് ചെയ്യും!

# statusPostedSuccess
source: Status successfully posted! Your update is now visible to your followers.
ml: സ്റ്റാറ്റസ് വിജയകരമായി പോസ്റ്റ് ചെയ്തു! നിങ്ങളുടെ അപ്ഡേറ്റ് ഇപ്പോൾ നിങ്ങളുടെ ഫോളോവേഴ്സിന് കാണാം.

source: Select image
ml: ചിത്രം എടുക്കുക

source: New post
ml: പുതിയ പോസ്റ്റ്

# writeCaptionAndHashtag
source: Write a caption and hashtag
ml: ക്യാപ്ഷനും ഹാഷ്ടാഗും എഴുതുക

source: Hashtags
ml: ഹാഷ്ടാഗുകൾ

source: Location
ml: സ്ഥലം

source: Turn off comments
ml: കമന്റുകൾ ഓഫ് ചെയ്യുക

# postAddedSuccess
source: Your post has been added successfully!
ml: നിങ്ങളുടെ പോസ്റ്റ് വിജയകരമായി ചേർക്കപ്പെട്ടു!

# postAddError
source: There was an error adding your post. Please try again.
ml: നിങ്ങളുടെ പോസ്റ്റ് ചേർക്കുന്നതിൽ പിശക് സംഭവിച്ചു. ദയവായി വീണ്ടും ശ്രമിക്കുക.

source: Just a second!
ml: ഒരു നിമിഷം!

source: Failed to load Image
ml: ചിത്രം ലോഡ് ചെയ്യാൻ പരാജയപ്പെട്ടു

source: View Media
ml: മീഡിയകൾ

source: Share
ml: പങ്കിടുക

source: Download Media
ml: മീഡിയ ഡൗൺലോഡ് ചെയ്യുക

source: Add to favorite
ml: പ്രിയപട്ടിയിലേക്കു ചേർക്കുക

source: About this account
ml: ഈ അക്കൗണ്ട്‌ക്കുറിച്ച്

source: Report
ml: റിപ്പോർട്ട്

source: Edit
ml: തിരുത്തുക

source: Delete
ml: ഇല്ലാതാക്കുക

source: Turn off commenting
ml: കമന്റിംഗ് ഓഫ് ചെയ്യുക

# dontShowPostFromUser
source: Don't show post from this user
ml: ഈ ഉപയോക്താവിന്റെ പോസ്റ്റ് കാണിക്കരുത്

source: Shorts
ml: ഷോർട്സ്

source: Status
ml: സ്റ്റാറ്റസ്

source: Post
ml: പോസ്റ്റ്

# helloUser
source: Hello @{userName}!
ml: ഹലോ @{userName}!

# chatAssistant
source: I am Inaya, your chat assistant!
ml: ഞാൻ Inaya, നിങ്ങളുടെ ചാറ്റ് അസിസ്റ്റന്റ് ആണ്!

source: New Chat
ml: പുതിയ ചാറ്റ്

source: Chat History
ml: ചാറ്റ് ചരിത്രം

source: About Inaya
ml: ഇനയ്യയെ കുറിച്ച്

source: Hi
ml: ഹായ്

source: I am Inaya
ml: ഞാൻ Inaya

# errorGeneratingResponse
source: An error occurred while generating the response.
ml: പ്രതികരണം സൃഷ്ടിക്കുന്നതിനിടെ ഒരു പിശക് സംഭവിച്ചു.

source: Type something...
ml: എന്തെങ്കിലും ടൈപ്പ് ചെയ്യുക...

# aboutInayaSubtitle
source: I’m here to help you with any questions or tasks you might have. Whether you need information, assistance with your tasks, or just a chat, I’m here to make your experience better. Feel free to ask me anything!
ml: നിങ്ങളുടെ വിവരങ്ങൾ ആവശ്യമുണ്ടെങ്കിൽ, അല്ലെങ്കിൽ ചാറ്റ് ചെയ്യണമെന്ന് ആഗ്രഹിക്കുന്നുവെങ്കിൽ, ഞാൻ ഇവിടെ ഉണ്ട്. നിങ്ങളുടെ അനുഭവം മെച്ചപ്പെടുത്താൻ ഞാൻ ഇവിടെ എത്തി. എന്ത് വേണമെങ്കിലും ചോദിക്കാൻ മടിക്കേണ്ട!

source: OK
ml: ശരി

# no_suggestions
source: Currently, there are no suggestions available. We'll update this soon!
ml: ഇപ്പോള്‍ ഏതെങ്കിലും ശുപാർശകളില്ല. ഞങ്ങൾ ഇത് ഉടനെ അപ്ഡേറ്റ് ചെയ്യും!

# post_deleted_success
source: Post has been deleted successfully
ml: പോസ്റ്റ് വിജയകരമായി നീക്കം ചെയ്യപ്പെട്ടു

source: Explore
ml: അന്വേഷിക്കുക

source: My Posts
ml: എന്റെ പോസ്റ്റുകൾ

source: Edit Post
ml: പോസ്റ്റ് തിരുത്തുക

# something_went_wrong_edit_post
source: Something went wrong while updating the post. Please try again later.
ml: പോസ്റ്റ് അപ്‌ഡേറ്റ് ചെയ്യുന്നതിനിടെ ഒരു പിശക് സംഭവിച്ചു. ദയവായി പിന്നീട് വീണ്ടും ശ്രമിക്കുക.

# post_update_success
source: Post updated successfully!
ml: പോസ്റ്റ് വിജയകരമായി അപ്‌ഡേറ്റ് ചെയ്തു!

source: Settings and activity
ml: സെറ്റിംഗുകളും ആക്റ്റിവിറ്റിയും

source: Change Username
ml: ഉപയോക്തൃനാമം മാറ്റുക

source: Delete Account
ml: അക്കൗണ്ട് ഇല്ലാതാക്കുക

source: Your Library
ml: നിങ്ങളുടെ ലൈബ്രറി

source: Saved
ml: സേവ് ചെയ്തവ

source: Premium Features
ml: പ്രീമിയം സവിശേഷതകൾ

source: change username,delete account
ml: username മാറ്റുക, അക്കൗണ്ട് ഡിലീറ്റ് ചെയ്യുക

source: Chat
ml: ചാറ്റ്

source: Liked posts
ml: ഇഷ്ടപ്പെട്ട പോസ്റ്റുകൾ

source: Saved posts
ml: സംരക്ഷിച്ച പോസ്റ്റുകൾ

# no_posts_found
source: No Posts found Follow more users to see their posts here!
ml: പോസ്റ്റുകൾ കണ്ടെത്തിയില്ല കൂടുതൽ ആളുകളെ ഫോളോ ചെയ്യു, പോസ്റ്റുകൾ കാണാൻ!

# no_posts_found_dynamic
source: No {postType} posts found
ml: {postType} പോസ്റ്റുകൾ കണ്ടെത്തിയില്ല

source: No views yet
ml: ആരും ഇതുവരേം കണ്ടില്ല

source: Chat Settings
ml: ചാറ്റ് ക്രമീകരണങ്ങൾ

# clearChatHistory
source: This will clear all your chat history
ml: ഇത് നിങ്ങളുടെ ചാറ്റ് ചരിത്രം മുഴുവനും മായ്ക്കും

source: clear
ml: മായ്ക്കുക

source: Change Chat Background
ml: ചാറ്റ് ബാക്ക്‌ഗ്രൗണ്ട് മാറ്റുക

source: Clear All Chats
ml: എല്ലാ ചാറ്റുകളും മായ്ക്കുക

source: Show Last Seen
ml: അവസാനത്തെ ഓൺലൈൻ സ്റ്റാറ്റസ് കാണിക്കുക

source: More info and support
ml: കൂടുതൽ വിവരങ്ങളും പിന്തുണയും

source: Privacy center
ml: സ്വകാര്യതാ കേന്ദ്രം

# terms_and_conditions
source: Terms & conditions
ml: നിബന്ധനകളും വ്യവസ്ഥകളും

source: Account Settings
ml: അക്കൗണ്ട് സെറ്റിംഗ്സ്

source: Pause All
ml: എല്ലാം നിർത്തുക

# pause_all_subtitle
source: Pause all notifications
ml: എല്ലാ അറിയിപ്പുകളും നിർത്തുക

source: Likes
ml: ഇഷ്ടങ്ങൾ

# likes_subtitle
source: Pauses the notification of post likes
ml: പോസ്റ്റ് ഇഷ്ടങ്ങൾ സംബന്ധിച്ച അറിയിപ്പുകൾ നിർത്തുന്നു

# follow_subtitle
source: Pauses the notification when someone follows you
ml: ആരാണ് നിങ്ങൾക്ക് പിന്തുടരുന്നത് എപ്പോഴോ അറിയിപ്പ് നിർത്തുന്നു

source: Comments
ml: കമന്റുകൾ

# comments_subtitle
source: Pauses the notification of post comments
ml: പോസ്റ്റ് കമന്റുകൾ സംബന്ധിച്ച അറിയിപ്പുകൾ നിർത്തുന്നു

# messages
source: Message
ml: സന്ദേശം

# messages_subtitle
source: Pauses the notification when a new message arrives
ml: പുതിയ സന്ദേശം ലഭിക്കുമ്പോൾ അറിയിപ്പ് നിർത്തുന്നു

# subscription_details
source: Your subscription details
ml: നിങ്ങളുടെ സബ്സ്ക്രിപ്ഷൻ വിശദാംശങ്ങൾ
